[
  {
    "id": "mirzapur-classic",
    "name": "Mirzapur Classic",
    "slug": "mirzapur-classic",
    "description": "Traditional hand-knotted carpet featuring intricate Persian motifs, crafted with premium wool and silk blend. This exquisite piece showcases the finest craftsmanship from Mirzapur's textile heritage, with each knot carefully placed by master artisans. The rich burgundy and gold palette creates a timeless elegance perfect for both traditional and contemporary settings. Every thread tells a story of generations of expertise, making this carpet not just a floor covering, but a piece of living art that will grace your home for decades to come.",
    "materials": ["wool", "silk"],
    "types": ["hand-knotted"],
    "styles": ["traditional", "floral"],
    "sizes": ["2x2", "5x8", "custom"],
    "images": ["mirzapur-classic-1.jpg", "mirzapur-classic-2.jpg"],
    "featured": true,
    "created_at": "2024-10-01T00:00:00Z"
  },
  {
    "id": "silk-contemporary",
    "name": "Contemporary Silk Geometric",
    "slug": "silk-contemporary",
    "description": "Modern geometric design woven in pure silk, combining contemporary aesthetics with traditional craftsmanship techniques. This striking carpet features clean lines and subtle patterns that complement modern interior designs while maintaining the luxurious feel of hand-woven silk. The neutral color palette allows it to seamlessly integrate into sophisticated spaces that appreciate minimalist elegance. Each geometric pattern is precisely crafted to create visual depth and movement, making this carpet a focal point that enhances any contemporary living space.",
    "materials": ["silk"],
    "types": ["hand-knotted"],
    "styles": ["contemporary", "geometric"],
    "sizes": ["4x6", "8x10", "custom"],
    "images": ["silk-contemporary-1.jpg", "silk-contemporary-2.jpg"],
    "featured": false,
    "created_at": "2024-09-15T00:00:00Z"
  },
  {
    "id": "gabbeh-tribal",
    "name": "Gabbeh Tribal",
    "slug": "gabbeh-tribal",
    "description": "Authentic Gabbeh style with tribal motifs and natural dyes, showcasing the rustic beauty of traditional Persian weaving. Hand-spun wool creates a distinctive texture that speaks to centuries of nomadic tradition, while the tribal patterns tell stories passed down through generations of weavers. The earthy color palette, derived from natural dyes, brings warmth and character to any space. This carpet embodies the raw, unrefined beauty of tribal art, making it perfect for those who appreciate authentic craftsmanship and cultural heritage in their home decor.",
    "materials": ["wool"],
    "types": ["gabbeh"],
    "styles": ["traditional", "geometric"],
    "sizes": ["3x5", "6x9", "custom"],
    "images": ["gabbeh-tribal-1.jpg", "gabbeh-tribal-2.jpg"],
    "featured": true,
    "created_at": "2024-08-20T00:00:00Z"
  }
]
